
{
    "authors": [
        {
        "id": 1,
        "name": "Jorge Luis Borges",
        "description": "Jorge Francisco Isidoro Luis Borges fue un escritor argentino, considerado uno de los autores más destacados del siglo XX. Su obra abarca ensayos breves, cuentos y poemas. Borges se destacó especialmente por su capacidad para mezclar la realidad con elementos fantásticos, creando historias que desafían la lógica y la comprensión.",
        "biography": " Nació en Buenos Aires, Argentina, el 24 de agosto de 1899, en el seno de una familia acomodada con una rica tradición literaria. Su padre, Jorge Guillermo Borges, era abogado y escritor, y su madre, Leonor Acevedo Suárez, una mujer culta que inculcó en sus hijos el amor por la lectura.\n\nBorges pasó su infancia en el barrio de Palermo de Buenos Aires, rodeado de libros y estimulado por un ambiente intelectual. A los cuatro años ya sabía leer en español e inglés, y pronto comenzó a escribir sus propios relatos. En 1914, la familia se mudó a Europa, donde Borges vivió en Ginebra y España. Durante este tiempo, se relacionó con diversos movimientos literarios de vanguardia y publicó sus primeros poemas.\n\nEn 1921, Borges regresó a Argentina y comenzó a desarrollar su carrera literaria de manera más prolífica. En 1923, publicó su primer libro de cuentos, \"Fervor de Buenos Aires\", al que siguieron otros títulos como \"Ficciones\" (1935), \"El Aleph\" (1949) y \"El libro de arena\" (1953). Sus obras se caracterizaban por su estilo original, su exploración de temas filosóficos y existenciales, y su uso magistral del lenguaje.",

        "quotes": [
          "He cometido el peor pecado que uno puede cometer. No he sido feliz.",
          "Siempre he imaginado que el Paraíso será algún tipo de biblioteca.",
          "Uno llega a ser grande por lo que lee y no por lo que escribe.",
          "El tiempo es la sustancia de la que estoy hecho.",
          "La duda es uno de los nombres de la inteligencia.",
          "La muerte es una vida vivida. La vida es una muerte que viene.",
          "Uno está enamorado cuando se da cuenta de que otra persona es única.",
          "Yo no hablo de venganzas ni perdones; el olvido es la única venganza y el único perdón.",
          "La belleza es ese misterio hermoso que no descifran ni la psicología ni la retórica.",
          "El infierno y el paraíso me parecen desproporcionados. Los actos de los hombres no merecen tanto.",
          "La poesía no es menos misteriosa que otros elementos del orbe.",
          "No hay consuelo más hábil que el pensamiento de que hemos elegido nuestras desdichas.",
          "La ceguera es una forma de soledad.",
          "Cada escritor crea sus precursores.",
          "No hay otra venganza ni otro perdón que el olvido.",
          "El futuro es inevitable, pero puede no ocurrir.",
          "La amistad no necesita frecuencia, el amor sí.",
          "Que un personaje muera me parece repulsivo, yo preferiría que fueran inmortales.",
          "Ser inmortal es baladí; menos el hombre, todas las criaturas lo son, pues ignoran la muerte.",
          "El verbo leer, como el verbo amar y el verbo soñar, no soporta el modo imperativo.",
          "La democracia es un abuso de la estadística.",
          "Hay derrotas que tienen más dignidad que la victoria.",
          "La realidad no siempre es probable, ni la verdad tampoco.",
          "La música, los estados de felicidad, la mitología, los rostros trabajados por el tiempo, ciertos crepúsculos y ciertos lugares quieren decirnos algo, o algo dijeron que no hubiéramos debido perder, o están por decir algo; esta inminencia de una revelación, que no se produce, es, quizá, el hecho estético.",
          "La belleza es ese misterio hermoso que no descifran ni la psicología ni la retórica.",
          "No estoy seguro de que yo exista, en realidad. Soy todos los autores que he leído, todas las personas que he conocido, todas las mujeres que he amado, todas las ciudades que he visitado.",
          "Hay que tener cuidado al elegir a los enemigos porque uno termina pareciéndose a ellos.",
          "El original es infiel a la traducción.",
          "Que cada hombre construya su propia catedral. ¿Para qué vivir de obras de arte ajenas y antiguas?",
          "El éxito y el fracaso son dos impostores."
        ],
        "image": "https://rialta.org/wp-content/uploads/2019/10/Jorge-Luis-Borges-fotografiado-por-Brenno-Quaretti.jpg",
        "locked": false
      },
      {
        "id": 2,
        "name": "Charles Bukowski",
        "description": "Charles Bukowski fue un escritor y poeta estadounidense conocido por su estilo directo y desgarrador. Su obra aborda temas como la vida cotidiana de los marginados, el alcoholismo y la decadencia urbana. Bukowski es considerado un ícono del realismo sucio, un movimiento literario que enfatiza lo crudo y lo visceral.",
        "biography ": " Nació en Buenos Aires, Argentina, el 24 de agosto de 1899, en el seno de una familia acomodada con una rica tradición literaria. Su padre, Jorge Guillermo Borges, era abogado y escritor, y su madre, Leonor Acevedo Suárez, una mujer culta que inculcó en sus hijos el amor por la lectura.\n\n**Infancia y juventud:**\n\nBorges pasó su infancia en el barrio de Palermo de Buenos Aires, rodeado de libros y estimulado por un ambiente intelectual. A los cuatro años ya sabía leer en español e inglés, y pronto comenzó a escribir sus propios relatos. En 1914, la familia se mudó a Europa, donde Borges vivió en Ginebra y España. Durante este tiempo, se relacionó con diversos movimientos literarios de vanguardia y publicó sus primeros poemas.\n\n**Regreso a Argentina y carrera literaria:**\n\nEn 1921, Borges regresó a Argentina y comenzó a desarrollar su carrera literaria de manera más prolífica. En 1923, publicó su primer libro de cuentos, \"Fervor de Buenos Aires\", al que siguieron otros títulos como \"Ficciones\" (1935), \"El Aleph\" (1949) y \"El libro de arena\" (1953). Sus obras se caracterizaban por su estilo original, su exploración de temas filosóficos y existenciales, y su uso magistral del lenguaje.\n\n**Obras notables:**\n\nA lo largo de su carrera literaria, Borges publicó una amplia colección de obras que abarcaron diversos géneros, incluyendo:\n\n* **Cuentos:** \"Ficciones\", \"El Aleph\", \"El libro de arena\", \"Labyrinths\", \"Crónicas de Bustos Domecq\", \"El informe de Brodie\", \"La trama infinita\".\n* **Poesía:** \"Fervor de Buenos Aires\", \"Luna de enfrente\", \"El hacedor\", \"El otro yo\", \"Libro de poemas\", \"La rosa de papel\", \"Textos cautivos\", \"Obra poética completa\".\n* **Ensayos:** \"Discusión\", \"Historia de la eternidad\", \"Otras inquisiciones\", \"El tamaño de mi esperanza\", \"Nueve ensayos dantescos\", \"Borges y yo\".\n\n**Reconocimiento internacional:**\n\nBorges alcanzó reconocimiento internacional a partir de la década de 1960. En 1961, recibió el Premio Formentor, un prestigioso galardón literario. En 1979, fue galardonado con el Premio Nobel de Literatura, consagrando su posición como uno de los autores más importantes del siglo XX.",

        "quotes": [
                    "Find what you love and let it kill you.",
                    "Some people never go crazy. What truly horrible lives they must lead.",
                    "You have to die a few times before you can really live.",
                    "The problem with the world is that everyone is afraid to cut loose.",
                    "There is a lot of beauty in the world, but it is not evenly distributed.",
                    "Half of the people you meet are on medication and the other half should be.",
                    "Writing is a lonely profession. Publication is the cruelest revenge.",
                    "The only thing that matters is that you keep writing and keep believing.",
                    "The instincts are there at birth, but they need to be awakened.",
                    "We are here to kill war. We are here to laugh at the odds and live our lives so well that Death will tremble to take us.",
                    "It all goes by so fast. Life is like a flickering light at the far end of a tunnel.",
                    "The important thing is not to go gentle into that good night. Rage, rage against the dying of the light.",
                    "I carry my heart with me (I carry it in my heart) (I am never without it anywhere I go you go, my dear; and whatever is done by only me is your doing, my darling)",
                    "Love is a dog from hell. You only get out of it what you put into it.",
                    "There's nothing like a good scare to get the creative juices flowing.",
                    "Most of the time people are not even listening to you. They're just waiting for their turn to speak.",
                    "There is a beast in every man and a beast in every woman, and when it comes out, it ain't pretty.",
                    "You can't win them all. You can't break even. All you can do is keep trying to hit the damn ball.",
                    "Sometimes you climb out of bed in the morning and you think, I'm not going to make it. But then you laugh inside — remembering all the times you've felt that way.",
                    "As long as there are whores and whiskey, I'm okay.",
                    "I'm a writer, babe. That means I bleed on paper.",
                    "I want to be drunk. I always want to be drunk. That way everything's dead downstairs and I can sit up here and cry.",
                    "I don't need people. I just need quiet and space. I can live with that.",
                    "There's a bluebird in my heart that sings a song of regret. But I won't let it out.",
                    "There's a time for everything, and a season for every activity under heaven.",
                    "I guess I just feel like I'm always on the outside looking in.",
                    "All you've got to do is believe.",
                    "I write because there's nothing else I can do.",
                    "I'm a drinker, with writing problems.",
                    "Some days are diamonds. Some days are just dust."
         ],
        "image": "https://pondus-hpg.s3.eu-central-1.amazonaws.com/fischer/public/Bukowski,Charles.jpg",
        "locked": false
      },
      {
        "id": 3,
        "name": "Friedrich Nietzsche",     
         "description": "Friedrich Nietzsche fue un filósofo alemán del siglo XIX, conocido por su crítica a la moral tradicional y religiosa. Su obra cuestiona la autoridad, la cultura occidental y propone ideas como el 'superhombre' y la 'voluntad de poder'. Nietzsche ha sido influyente en la filosofía, la literatura y la cultura moderna."
        ,
       "quotes": [
          "He who has a why to live can bear almost any how.",
          "That which does not kill us makes us stronger.",
          "To live is to suffer, to survive is to find some meaning in the suffering.",
          "The man who is not afraid of the truth has nothing to fear from lies.",
          "Beware that, when fighting monsters, you yourself do not become one.",
          "God is dead. God remains dead. And we have killed him.",
          "There are no facts, only interpretations.",
          "Become who you are!",
          "What does not kill me, makes me stronger.", 
          "Whoever fights monsters should see to it that in the process he does not become a monster. And when you look long into an abyss, the abyss also looks into you.",
          "We are all fools in love.",
          "Madness is the rarest of things in this world.  Almost everyone is sane.",
          "The superior man suffers from boredom more than from anything else. He suffers from the fact that there is nothing to suffer for.",
          "The true man wants one thing: to overcome himself.",
          "There are no moral phenomena at all, only a moral interpretation of phenomena.",
          "Punishment is the revenge that society takes for the crime committed against it.",
          "What is important is not happiness, but vitality and power; because what is happy does not necessarily live long; but what is vital always gives happiness.",
          "One should learn to love oneself with a healthy egotism.",
          "The individual has always had to struggle to keep from being overwhelmed by the tribe. If you try it, you will be lonely often, and sometimes frightened. But no price is too high to pay for the privilege of owning yourself.",
          "There is nothing more frightful than ignorance in action.",
          "Beauty is for the purpose of seduction; ugliness is part of the process of intimidating.",
          "The greatest danger for most of us is not that our aim too high and miss it, but that it is too low and reach it.",
          "Vanity is the only sin that does not forgive itself.",
          "I'm not upset that you lied to me, I am upset that from now on I cannot believe you.",
          "Every deep thinker is more afraid of being understood than being misunderstood.",
          "The advantage of a bad memory is that one enjoys several times the same good things for the first time.",
          "He who laughs best today, will also laugh last.",
          "Whatever has its price has little value.",
          "The tarantula does what spiders do: spins a web. The spirit that no longer can create, criticizes.",
          "Genius is characterized by its creative urge, by its will to form, to shape, in short, by its will to power."
          ],
        "image": "https://www.jotdown.es/wp-content/uploads/2022/05/Franziska-Nietzsche-y-Friedrich-Nietzsche-DP-800x534.jpg",
        "locked": false
  
      },
      {
        "id": 4,
        "name": "Franz Kafka",    
        "description": "Franz Kafka fue un escritor de origen austrohúngaro, conocido por sus relatos que exploran temas de alienación, culpa y el absurdo burocrático. Su obra, como 'La metamorfosis' y 'El proceso', ha influido profundamente en la literatura moderna, especialmente en el género del existencialismo y el surrealismo."
        ,
      "quotes": [
          "A book must be the axe for the frozen sea within us.",
          "In the fight between you and the world, back the world.",
          "Youth is happy because it has the capacity to see beauty. Anyone who keeps the ability to see beauty never grows old.",
          "Paths are made by walking.",
          "I am free and that is why I am lost.",
          "Don't bend; don't water it down; don't try to make it logical; don't edit your own soul according to the fashion. Rather, follow your most intense obsessions mercilessly.",
          "Evil is whatever distracts.",
          "There are times when I am convinced I am unfit for any human relationship.",
          "By believing passionately in something that still does not exist, we create it. The nonexistent is whatever we have not sufficiently desired.",
          "The true path leads outwards, but it also leads within.",
          "It is better to be unhappy for a truth you know than happy for a lie you believe.",
          "We carry an image of fulfillment in us, we cannot conceive that it can be different.",
          "He who seeks does not find, but he who stumbles finds.",
          "The meaning of life is that it stops.",
          "One does not have to believe everything one reads, but one can always find something to ponder over.",
          "Sometimes a fall can be the best thing that can happen to you.",
          "We are all Kafkaesque heroes, trapped in a labyrinth of bureaucracy and absurdity.", 
          "The cage is not made of bars; it is your very belief that there is no escape.",  
          "Hope is the belief that things will get better. Faith is the conviction that they will.",  
          "The only revolutionary will is the will to be oneself.", 
          "There is an infinite amount of hope in the universe – but not for us.",  
          "The battle is not against the world; it is against the lie that people tell themselves about the world.",  
          "Writing is a solitary profession. Publication is the cruelest revenge.",  
          "The creature that once shone so brightly in our childhood dreams has been locked away in the farthest corners of our souls.",  
          "The bureaucracy is impenetrable. It is always right, even when it is wrong.",  
          "The meaning of life is to find your gift. The purpose of life is to give it away.",  
          "Everything you fight against strengthens you.",  
          "Silence is the strongest scream.",  
          "The only true error is losing sight of our purpose.", 
          "The problem is not that we are too weak but that we are too obedient.",  
          "The true path leads outwards, but it also leads within."  
          ],
        "image": "https://cdn.culturagenial.com/es/imagenes/franz-kafka-og.jpg",
        "locked": true
  
      },
      {
        "id": 5,
        "name": "Fyodor Dostoevsky",
        "description": "Fyodor Dostoevsky fue un novelista ruso del siglo XIX, conocido por explorar la psicología humana y las complejidades morales en sus obras. Sus novelas, como 'Crime and Punishment' y 'The Brothers Karamazov', abordan temas de culpa, redención y el conflicto entre el bien y el mal."
        ,
        "quotes": [
          "The soul is healed by being with children.",
          "To live without Hope is to Cease to live.",
          "The mystery of human existence lies not in just staying alive, but in finding something to live for."
        ],
        "image": "https://historiauniversal.org/wp-content/uploads/Fyodor-Dostoevsky.jpeg",
        "locked": true
  
      },
      {
        "id": 6,
        "name": "Albert Camus",
        "description": "Albert Camus fue un escritor y filósofo francés, conocido por su obra existencialista y absurda. Ganador del Premio Nobel de Literatura, Camus abordó temas como la alienación, el absurdo de la vida y la moralidad en un universo indiferente. Su novela 'La peste' es una de sus obras más influyentes."
        ,
        "quotes": [
          "In the depth of winter, I finally learned that within me there lay an invincible summer.",
          "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.",
          "Live to the point of tears."
        ],
        "image": "https://s1.elespanol.com/2021/01/22/el-cultural/553207210_218714447_1706x960.jpg",
        "locked": true
  
      },
      {
        "id": 8,
        "name": "Jean-Paul Sartre",
        "description": "Jean-Paul Sartre fue un filósofo y escritor francés, exponente del existencialismo. Su obra aborda temas como la libertad, la responsabilidad, la alienación y la existencia humana. Sartre es conocido por su frase 'La existencia precede a la esencia', que resume su enfoque filosófico sobre la autonomía individual."
        ,
        "quotes": [
          "Man is condemned to be free; because once thrown into the world, he is responsible for everything he does.",
          "Hell is other people.",
          "Existence precedes and rules essence."
        ],
        "image": "https://www.gaceta.unam.mx/wp-content/uploads/2020/04/sartre003.jpg",
        "locked": true
  
      },
      {
        "id": 9,
        "name": "Hermann Hesse",
        "description": "Hermann Hesse fue un escritor alemán, autor de novelas que exploran la búsqueda espiritual y el viaje interior del individuo. Obras como 'Siddhartha' y 'El lobo estepario' reflejan su interés en la filosofía oriental, la psicología y la autodescubierta. Hesse recibió el Premio Nobel de Literatura en 1946."
        ,
        "quotes": [
          "Some of us think holding on makes us strong, but sometimes it is letting go.",
          "Words do not express thoughts very well. They always become a little different immediately after they are expressed, a little distorted, a little foolish.",
          "If you hate a person, you hate something in him that is part of yourself. What isn’t part of ourselves doesn’t disturb us."
        ],
        "image": "https://www.mexicosocial.org/wp-content/uploads/2022/12/Hermann-Hesse.jpg",
        "locked": true
  
      },
      {
        "id": 10,
        "name": "George Orwell",
        "description": "George Orwell fue un escritor y periodista británico, conocido por su crítica social y política. Su obra, como '1984' y 'Rebelión en la granja', advierte sobre los peligros del totalitarismo, la vigilancia estatal y la manipulación del lenguaje. Orwell es uno de los autores más influyentes del siglo XX."
        ,
        "quotes": [
          "War is peace. Freedom is slavery. Ignorance is strength.",
          "Big Brother is watching you.",
          "The best books... are those that tell you what you know already."
        ],
        "image": "https://rosettaedu.com/cdn/shop/collections/George_Orwell_press_photo.jpg?v=1708440342",
        "locked": true
  
      },
      {
        "id": 11,
        "name": "Aldous Huxley",
        "description": "Aldous Huxley fue un escritor británico, conocido por su novela distópica 'Un mundo feliz'. Huxley exploró temas como el control social, la tecnología y la manipulación genética en una sociedad futurista. Su obra refleja preocupaciones sobre los peligros de la conformidad y la pérdida de la individualidad."
        ,
        "quotes": [
          "Words can be like X-rays if you use them properly – they’ll go through anything. You read and you’re pierced.",
          "Happiness is not achieved by the conscious pursuit of happiness; it is generally the by-product of other activities.",
          "Most human beings have an almost infinite capacity for taking things for granted."
        ],
        "image": "https://masdemx.com/wp-content/uploads/2017/09/Aldous-Huxley-en-Mexico-Oaxaca-Mas-alla-del-Golfo-de-Mexico.jpg",
        "locked": true
  
      },
      {
        "id": 12,
        "name": "Leo Tolstoy",
        "description": "Leo Tolstoy fue un novelista ruso del siglo XIX, conocido por obras como 'Guerra y paz' y 'Anna Karenina'. Tolstoy exploró temas universales como el amor, la guerra, la fe y la moralidad. Su escritura se caracteriza por una profunda introspección y una visión humanista de la vida."
        ,
        "quotes": [
          "Everyone thinks of changing the world, but no one thinks of changing himself.",
          "All happy families are alike; each unhappy family is unhappy in its own way.",
          "If you want to be happy, be."
        ],
        "image": "https://afisha.london/wp-content/uploads/2022/08/tolstoi_cover.jpg",
        "locked": true
  
      },
      {
        "id": 13,
        "name": "Andrei Tarkovsky",
        "description": "Andrei Tarkovsky fue un cineasta soviético, reconocido por sus películas poéticas y filosóficas. Sus obras, como 'Solaris' y 'El espejo', exploran temas existenciales y metafísicos a través de imágenes evocadoras y narrativas no convencionales. Tarkovsky es considerado uno de los grandes maestros del cine."
        ,
        "quotes": [
          "Art is born and takes hold wherever there is a timeless and insatiable longing for the spiritual, for the ideal: that longing which draws people to art.",
          "The director's task is to recreate life, its movement, its contradictions, its dynamic force, and to produce a synthesis as a testimony to the life of his time.",
          "Art affirms all that is best in man – hope, faith, love, beauty, prayer."
        ],
        "image": "https://media.newyorker.com/photos/601b5bbe6fe3d515c89fe0c7/master/pass/210215_r37917.jpg",
        "locked": true
  
      },
      {
        "id": 14,
        "name": "Karl Marx",
        "description": "Karl Marx fue un filósofo, economista y teórico político alemán. Es conocido por su obra 'El Capital' y por ser uno de los fundadores del socialismo científico. Marx analizó las estructuras sociales y económicas, destacando las tensiones entre clases y la búsqueda de la emancipación de los trabajadores."
        ,
        "quotes": [
          "The history of all hitherto existing society is the history of class struggles.",
          "The philosophers have only interpreted the world, in various ways. The point, however, is to change it.",
          "From each according to his abilities, to each according to his needs."
        ],
        "image": "https://ichef.bbci.co.uk/ace/ws/640/cpsprodpb/2BC5/production/_101150211_marx.jpg",
        "locked": true
  
      },
      {
        "id": 15,
        "name": "Arthur Schopenhauer",
        "description": "Arthur Schopenhauer fue un filósofo alemán del siglo XIX, conocido por su pesimismo filosófico y su crítica al idealismo. Su obra principal, 'El mundo como voluntad y representación', aborda temas como la voluntad, el sufrimiento humano y la búsqueda de la redención a través del arte y la contemplación."
        ,
        "quotes": [
          "Talent hits a target no one else can hit; Genius hits a target no one else can see.",
          "Compassion is the basis of morality.",
          "The world is my idea."
        ],
        "image": "https://omnesmag.com/wp-content/uploads/2022/08/Arthur_Schopenhauer_by_J_Schafer_1859b-1-1024x586.jpg",
        "locked": true
  
      },
      {
        "id": 16,
        "name": "Eduardo Galeano",
        "description": "Eduardo Galeano fue un escritor y periodista uruguayo, conocido por su estilo narrativo y su crítica social. Su obra, como 'Las venas abiertas de América Latina', analiza la historia y la política de América Latina desde una perspectiva crítica y comprometida con la justicia social y los derechos humanos."
        ,
        "quotes": [
          "We are all mortal until the first kiss and the second glass of wine.",
          "I don't believe in charity; I believe in solidarity.",
          "History never really says goodbye. History says, 'See you later.'"
        ],
        "image": "https://cloudfront-us-east-1.images.arcpublishing.com/infobae/ZVFCTXDFIBAKPIXLOGQXOCVC34.jpg",
        "locked": true
  
      },
      {
        "id": 17,
        "name": "Julio Cortázar",
        "description": "Julio Cortázar fue un escritor argentino, uno de los principales exponentes del realismo mágico y la narrativa experimental. Su obra incluye novelas como 'Rayuela' y cuentos como 'Bestiario', que desafían las convenciones literarias y exploran la complejidad de la identidad y la percepción."
        ,
        "quotes": [
          "Come sleep with me: We won’t make Love, Love will make us.",
          "And in the end, it’s not the years in your life that count. It’s the life in your years.",
          "What good is a writer if he can’t destroy literature?"
        ],
        "image": "https://media.admagazine.com/photos/618a63bca8ad6c5249a74efa/16:9/w_2656,h_1494,c_limit/74842.jpg",
        "locked": true
  
      },
      {
        "id": 18,
        "name": "Alejandra Pizarnik",
        "description": "Alejandra Pizarnik fue una poeta argentina, reconocida por su poesía introspectiva y emotiva. Su obra explora temas como la identidad, la melancolía y la búsqueda del sentido de la vida. Pizarnik es considerada una de las voces más importantes de la poesía latinoamericana del siglo XX."
        ,
        "quotes": [
          "I want a silence to grow like a tree without branches.",
          "Only in dreams, in poetry, in play do we sometimes arrive at what we were before we were this thing that, who knows, we are.",
          "I understand why I’ve lost people. I’ve lost them because I’ve tried to erase my marks. Because, each time, I wanted to erase every trace of me."
        ],
        "image": "https://fotos.perfil.com/2022/09/24/trim/1280/720/alejandra-pizarnik-1425808.jpg",
        "locked": true
  
      },
      {
        "id": 19,
        "name": "Jacques Lacan",    
          "description": "Jacques Lacan fue un psicoanalista y filósofo francés, conocido por reinterpretar las ideas de Freud desde una perspectiva estructuralista y lingüística. Su obra influyó en campos como la psicología, la filosofía y los estudios culturales, especialmente con conceptos como el 'lenguaje simbólico' y el 'yo como otro'."
        ,
        "quotes": [
          "The unconscious is structured like a language.",
          "Desire is the essence of man.",
          "The mirror stage is a drama whose internal thrust is precipitated from insufficiency to anticipation."
        ],
        "image": "https://resizer.glanacion.com/resizer/v2/jacques-lacan-en-paris-en-un-retrato-de-1979-foto-I7OHGNHP4NFTJJHGAPCT7DHXLY.jpg?auth=2dad769d551b98672c4b9109721c07f07821dd9ccef6295c1332049731eb43af&width=768&height=1081&quality=70&smart=false&focal=272,274",
        "locked": true
  
      },
      {
        "id": 20,
        "name": "Michel Foucault",
        "description": "Michel Foucault fue un filósofo y sociólogo francés, conocido por su crítica de las instituciones sociales y por su teoría del poder. Foucault analizó cómo las estructuras de poder influyen en la sociedad y en la construcción del conocimiento. Su obra abarca temas como la vigilancia, la sexualidad y la locura."
        ,
        "quotes": [
          "Knowledge is not for knowing: knowledge is for cutting.",
          "Power is not an institution, and not a structure; neither is it a certain strength we are endowed with; it is the name that one attributes to a complex strategical situation in a particular society.",
          "The soul is the prison of the body."
        ],
        "image": "https://artilleriainmanente.noblogs.org/files/2023/12/Michel-Foucault.jpg",
        "locked": true
  
      },
      {
        "id": 21,
        "name": "Simone de Beauvoir",
        "description": "Simone de Beauvoir fue una filósofa y escritora francesa, pionera del feminismo existencialista. Su obra 'El segundo sexo' es fundamental para el movimiento feminista, explorando temas como la opresión de las mujeres y la construcción social del género. De Beauvoir también fue una novelista prolífica y una intelectual comprometida con los derechos humanos."
        ,
        "quotes": [
          "One is not born, but rather becomes, a woman.",
          "I am incapable of conceiving infinity, and yet I do not accept finity.",
          "Change your life today. Don’t gamble on the future, act now, without delay."
        ],
        "image": "https://images.pagina12.com.ar/styles/focal_16_9_960x540/public/2021-10/203795-beauvoirweb-afp-20-20-281-29.JPG?h=34770b54&itok=_WfUbLqb",
        "locked": true
  
      },
      {
        "id": 22,
        "name": "John Lennon",
        "description": "John Lennon fue un músico, cantante y compositor británico, conocido por ser uno de los miembros fundadores de The Beatles. Lennon no solo fue un ícono de la música popular, sino también un activista por la paz y los derechos civiles. Su obra musical y su activismo reflejan su compromiso con la paz mundial y la justicia social."
        ,
        "quotes": [
          "Life is what happens when you're busy making other plans.",
          "Time you enjoy wasting, was not wasted.",
          "Reality leaves a lot to the imagination."
        ],
        "image": "https://akamai.sscdn.co/uploadfile/letras/fotos/c/c/5/7/cc5781ec76634979f9151d8efe000a44.jpg",
        "locked": true
  
      },
      {
        "id": 23,
        "name": "Marcus Aurelius",
        "description": "Marcus Aurelius fue un emperador romano y filósofo estoico del siglo II d.C. Su obra más conocida es 'Meditaciones', un conjunto de escritos personales sobre la ética estoica y la autodisciplina. Aurelius es recordado por su gobierno filosófico y su reflexión sobre el deber, la virtud y la naturaleza del poder."
        ,
        "quotes": [
          "The happiness of your life depends upon the quality of your thoughts.",
          "You have power over your mind - not outside events. Realize this, and you will find strength.",
          "The best revenge is to be unlike him who performed the injury."
        ],
        "image": "https://www.alejandradeargos.com/images/articulos/Filosofos/Marco_Aurelio/Marco_Aurellio_Museo_Metropolitano.jpg",
        "locked": true
  
      },
      {
        "id": 24,
        "name": "Heraclitus",
        "description": "Heraclitus fue un filósofo griego antiguo, conocido por su doctrina del cambio constante y el flujo universal. Su frase 'Nadie se baña dos veces en el mismo río' resume su visión de que todo está en constante transformación. Heraclitus influyó en el pensamiento occidental con su enfoque en la unidad de los opuestos y el devenir cósmico."
        ,
        "quotes": [
          "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
          "Character is destiny.",
          "The only constant in life is change."
        ],
        "image": "https://ichef.bbci.co.uk/images/ic/1200x675/p01h83jd.jpg",
        "locked": true
  
      },
      {
        "id": 25,
        "name": "Democritus",
        "description": "Democritus fue un filósofo griego pre-socrático, conocido por ser uno de los primeros en proponer la teoría atómica del universo. Creía que todo está compuesto por átomos indivisibles en constante movimiento en el vacío. Democritus también abordó temas como la ética, la cosmología y la teoría del conocimiento."
        ,
        "quotes": [
          "Happiness resides not in possessions, and not in gold, happiness dwells in the soul.",
          "Nothing exists except atoms and empty space; everything else is opinion.",
          "The brave man is he who overcomes not only his enemies but his pleasures."
        ],
        "image": "https://miro.medium.com/v2/resize:fit:1400/1*ZrSbXOha9zpD9EAU241c_g.jpeg",
        "locked": true
  
      },
      {
        "id": 26,
        "name": "Parmenides",
        "description": "Parménides fue un filósofo griego presocrático, conocido por su poema metafísico 'Sobre la naturaleza'. Argumentó que el ser es eterno, inmutable, y que el cambio y el devenir son ilusorios. Parménides influyó en el desarrollo del pensamiento filosófico occidental al plantear preguntas fundamentales sobre la realidad y el conocimiento."
        ,
        "quotes": [
          "The only routes of inquiry there are to think: one that it is and cannot not be, is the path of Persuasion, for it attends upon Truth; the other, that it is not and that it must not be, this I say to you is a path wholly unlearnable, for you could not know what is not—that is impossible—nor could you declare it.",
          "For never shall this prevail, that things that are not, are.",
          "Thought and being are the same."
        ],
        "image": "https://miro.medium.com/v2/resize:fit:640/1*-laI1JcwuiG7sXzKuAKfDw.jpeg",
        "locked": true
  
      },
      {
        "id": 27,
        "name": "Pythagoras",
        "description": "Pitágoras fue un filósofo y matemático griego antiguo, conocido por el teorema que lleva su nombre en geometría. Fundó la escuela pitagórica, que combinaba enseñanzas filosóficas, matemáticas y místicas. Pitágoras también influyó en la música y la astronomía griegas, y su legado ha perdurado en la historia de la ciencia y la filosofía."
        ,
        "quotes": [
          "Number is the ruler of forms and ideas, and the cause of gods and demons.",
          "As soon as laws are necessary for men, they are no longer fit for freedom.",
          "Do not say a little in many words but a great deal in a few."
        ],
        "image": "https://cdn.hswstatic.com/gif/pyth.jpg",
        "locked": true
  
      },
      {
        "id": 28,
        "name": "Byung-Chul Han",
        "description": "Byung-Chul Han es un filósofo y ensayista surcoreano-alemán, conocido por sus reflexiones sobre la sociedad contemporánea y la cultura digital. Han analiza temas como el individualismo, la sociedad del rendimiento y la erosión de la comunidad en la era digital. Su obra ha resonado ampliamente en el debate sobre los efectos psicológicos y sociales de la tecnología."
        ,
        "quotes": [
          "We live in a society of transparency. Everything must be visible. But this transparency turns out to be a powerful form of control.",
          "The capitalist system is totalitarian. It forces people to constantly improve, optimize, and maximize performance.",
          "We are all working ourselves to death."
        ],
        "image": "https://static.abc.es/media/cultura/2018/03/19/Chul-keVH--1240x698@abc.jpg",
        "locked": true
  
      },
      {
        "id": 29,
        "name": "Slavoj Žižek",
        "description": "Slavoj Žižek es un filósofo y teórico cultural esloveno, conocido por su crítica cultural y política desde una perspectiva lacaniana y marxista. Žižek aborda temas como la ideología, el psicoanálisis y la crítica al capitalismo. Su estilo provocativo y su capacidad para vincular la teoría filosófica con la cultura popular lo han convertido en una figura influyente en el pensamiento contemporáneo."
        ,
        "quotes": [
          "We live in a strange world where the more you talk about sex, the less you talk about the truth.",
          "Happiness is the moment when you cease to fear.",
          "Words are never 'only words'; they matter because they define the contours of what we can do."
        ],
        "image": "https://d.newsweek.com/en/full/258404/7-11-slavojzizek.jpg",
        "locked": true
  
      },
      {
        "id": 30,
        "name": "Sigmund Freud",
        "description": "Sigmund Freud fue un neurólogo y psicoanalista austriaco, conocido como el padre del psicoanálisis. Freud revolucionó el campo de la psicología al proponer que gran parte del comportamiento humano está motivado por procesos inconscientes. Sus teorías sobre el inconsciente, la sexualidad y el desarrollo psicológico siguen siendo influyentes en psicología, psiquiatría, y cultura popular."
        ,
        "quotes": [
          "Unexpressed emotions will never die. They are buried alive and will come forth later in uglier ways.",
          "The ego is not master in its own house.",
          "One day, in retrospect, the years of struggle will strike you as the most beautiful."
        ],
        "image": "https://upload.wikimedia.org/wikipedia/commons/3/36/Sigmund_Freud%2C_by_Max_Halberstadt_%28cropped%29.jpg",
        "locked": true
  
      },
      {
        "id": 31,
        "name": "Carl Gustav Jung",
        "description": "Carl Gustav Jung fue un psiquiatra suizo y fundador de la psicología analítica. Jung desarrolló conceptos como el inconsciente colectivo, los arquetipos y la individuación. Su obra profundiza en temas como la religión, la mitología y la conexión entre la mente humana y el cosmos. Jung es una figura clave en la psicología moderna y la psicoterapia."
        ,
        "quotes": [
          "Everything that irritates us about others can lead us to an understanding of ourselves.",
          "Your visions will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes.",
          "Knowing your own darkness is the best method for dealing with the darknesses of other people."
        ],
        "image": "https://www.toolshero.nl/wp-content/uploads/2022/11/carl-jung-toolshero.jpg",
        "locked": true
  
      },
      {
        "id": 32,
        "name": "David Hume",
        "description": "David Hume fue un filósofo escocés del siglo XVIII, conocido por su empirismo radical y su crítica al dogmatismo religioso. Su obra 'Tratado de la naturaleza humana' influyó en el desarrollo de la filosofía moderna, especialmente en la teoría del conocimiento y la ética. Hume también abordó temas como la metafísica y la teología natural."
        ,
        "quotes": [
          "Reason is, and ought only to be the slave of the passions, and can never pretend to any other office than to serve and obey them.",
          "Beauty in things exists in the mind which contemplates them.",
          "The life of man is of no greater importance to the universe than that of an oyster."
        ],
        "image": "https://www.lavanguardia.com/files/content_image_mobile_filter/files/fp/uploads/2022/04/27/626933e5f1a81.r_d.2255-1412.jpeg",
        "locked": true
  
      },
      {
        "id": 33,
        "name": "Immanuel Kant",
        "description": "Immanuel Kant fue un filósofo alemán del siglo XVIII, conocido por su trabajo en la teoría del conocimiento y la ética. Su obra más influyente es 'Crítica de la razón pura', donde establece los límites y las posibilidades del conocimiento humano. Kant también formuló la ética del deber o el imperativo categórico como principio moral universal."
        ,
        "quotes": [
          "Science is organized knowledge. Wisdom is organized life.",
          "Live your life as though your every act were to become a universal law.",
          "Happiness is not an ideal of reason, but of imagination."
        ],
        "image": "https://m.media-amazon.com/images/I/81fi42CL7pL._AC_UF1000,1000_QL80_.jpg",
        "locked": true
  
      },
      {
        "id": 34,
        "name": "Seneca",
        "description": "Lucio Anneo Seneca fue un filósofo, estadista y escritor romano del siglo I d.C., conocido por su papel como tutor del emperador Nerón. Seneca es uno de los principales representantes del estoicismo, una escuela filosófica que promueve la virtud, la serenidad y el control de las pasiones como medios para alcanzar la felicidad. Su obra incluye ensayos sobre ética, la naturaleza y la vida buena."
        ,
        "quotes": [
          "Luck is what happens when preparation meets opportunity.",
          "It is not the man who has too little, but the man who craves more, that is poor.",
          "We suffer more often in imagination than in reality."
        ],
        "image": "https://lazonaveggie.com/wp-content/uploads/2023/09/seneca-8026630_1280-1.jpg?w=1024",
        "locked": true
  
      }
      
    ]
  }
  
  